{"lines":{"His devotion to biking allowed him to win the competition.":[0.9049999999999998,4.26,"dɪˈvəʊʃn tuː əˈlaʊd hɪm tuː wɪn ði ˌkɒmpəˈtɪʃn"],"Его преданность езде на велосипеде позволила ему выиграть соревнования.":[5.183000000000001,9.419,""],"Her reputation for lying is well known.":[10.332999999999998,12.79,"ˌrepjuˈteɪʃn fɔː(r) ˈlaɪɪŋ ɪz wel nəʊn"],"Ее репутация лжеца хорошо известна.":[13.711,16.477,""],"Their memories of traveling in Africa will stay with them forever.":[17.425,21.132,"əv ɪn wɪl steɪ wɪð ðem fərˈevə(r)"],"Воспоминания о путешествии в Африке навсегда останутся с ними.":[22.053,25.763,""],"The magazine's report on choosing the right car was not well researched.":[26.662,31.064,"rɪˈpɔːt ɒn ˈtʃuːzɪŋ ði raɪt kɑː(r) wəz nɒt wel"],"Статья в журнале о выборе правильного автомобиля была плохо подготовлена.":[31.993,36.117,""],"The delay in processing the visa caused problems.":[37.031,40.157,"dɪˈleɪ ɪn ði ˈviːzə"],"Задержка в обработке визы вызвала проблемы.":[41.116,43.878,""],"I think his preference for speaking his native language is natural.":[44.782999999999994,48.62,"θɪŋk hɪz ˈprefrəns fɔː(r) ˈspiːkɪŋ hɪz ˈneɪtɪv ˈlæŋɡwɪdʒ ɪz ˈnætʃrəl"],"Мне кажется, что то, что он предпочитает говорить на родном языке, естественно.":[49.54,54.946,""],"She has a great deal of experience in introducing new products to international markets.":[55.823,61.238,"həz ə ɡreɪt diːl əv ɪkˈspɪəriəns ɪn ˌɪntrəˈdjuːsɪŋ njuː tuː ˌɪntəˈnæʃnəl"],"У нее много опыта в том, что касается внедрения новых продуктов на международные рынки.":[62.16,67.714,""],"His reaction to winning the prize was quite funny.":[68.625,71.619,"riˈækʃn tuː ˈwɪnɪŋ ði praɪz wəz kwaɪt ˈfʌni"],"Его реакция на то, что он получил приз, была очень забавной.":[72.535,77.241,""],"I don't know if I believe his story about seeing a UFO.":[78.143,81.68,"nəʊ ɪf bɪˈliːv hɪz ˈstɔːri əˈbaʊt ˈsiːɪŋ ə"],"Не знаю, верю ли я в его историю о том, как он видел НЛО.":[82.637,86.744,""],"Her fondness for traveling led to her career in the travel industry.":[87.619,91.444,"ˈfɒndnəs fɔː(r) led tuː hɜː(r) kəˈrɪə(r) ɪn ði ˈtrævl ˈɪndəstri"],"Ее любовь к путешествиям привела ее к работе в области туризма.":[92.363,96.385,""],"His belief in not harming animals was something he learned from his mother.":[97.303,101.354,"bɪˈliːf ɪn nɒt wəz ˈsʌmθɪŋ hi lɜːnd frəm hɪz ˈmʌðə(r)"],"Его вере в то, что нельзя вредить животным, он научился у своей матери.":[102.30199999999999,106.939,""],"He has the advantage of speaking English fluently.":[107.831,110.801,"həz ði ədˈvɑːntɪdʒ əv ˈspiːkɪŋ"],"У него есть преимущество в том, что он бегло говорит по-английски.":[111.723,115.852,""],"The criminal's regret for committing the crime did not convince the judge.":[116.764,120.667,"rɪˈɡret fɔː(r) kəˈmɪtɪŋ ði kraɪm dɪd nɒt kənˈvɪns ði dʒʌdʒ"],"Раскаяние преступника за совершение преступления не убедило судью.":[121.582,125.636,""],"His responsibility for completing the project on time was acknowledged by the company.":[126.543,131.877,"rɪˌspɒnsəˈbɪləti fɔː(r) ði ˈprɒdʒekt ɒn taɪm wəz əkˈnɒlɪdʒd baɪ ði ˈkʌmpəni"],"Его ответственность за то, что проект был завершен вовремя, была оценена компанией.":[132.797,138.214,""],"The process of painting such a large mural is more complicated than you might think.":[139.121,143.991,"ˈprəʊses əv ˈpeɪntɪŋ sʌtʃ ə lɑːdʒ ɪz mɔː(r) ˈkɒmplɪkeɪtɪd ðən ju maɪt θɪŋk"],"Нарисовать такую большую фреску гораздо сложнее, чем кажется.":[144.951,149.161,""],"His love of singing developed when he was a child.":[150.061,152.9,"lʌv əv ˈsɪŋɪŋ dɪˈveləpt wen hi wəz ə tʃaɪld"],"Его любовь к пению развилась когда он был ребенком.":[153.821,156.892,""],"His habit of smoking in restaurants caused many problems in California.":[157.804,162.449,"ˈhæbɪt əv ˈsməʊkɪŋ ɪn ˈmeni ɪn"],"Его привычка курить в ресторанах причинила ему много проблем в Калифорнии.":[163.371,167.865,""],"His dedication to teaching was impressive.":[168.735,171.382,"ˌdedɪˈkeɪʃn tuː ˈtiːtʃɪŋ wəz ɪmˈpresɪv"],"Его посвященность обучению была впечатляющей.":[172.294,175.204,""],"The main reason for taking the course is to improve your language skills.":[176.113,180.242,"meɪn ˈriːzn fɔː(r) ˈteɪkɪŋ ði kɔːs ɪz tuː ɪmˈpruːv jɔː(r) ˈlæŋɡwɪdʒ"],"Главной причиной для прохождения этих курсов является практика языка.":[181.16199999999998,185.647,""],"His fear of flying made travel difficult.":[186.55700000000002,189.138,"fɪə(r) əv ˈflaɪɪŋ meɪd ˈtrævl ˈdɪfɪkəlt"],"Из-за его боязни летать перелет быть трудным.":[190.08700000000002,192.675,""],"His talent for learning languages was impressive.":[193.544,196.485,"ˈtælənt fɔː(r) ˈlɜːnɪŋ ˈlæŋɡwɪdʒ wəz ɪmˈpresɪv"],"Его талант к изучению языков очень впечатлял.":[197.43099999999998,200.468,""],"Her career as a pilot evolved out of her interest in flying.":[201.376,205.022,"kəˈrɪə(r) əz ə ˈpaɪlət aʊt əv hɜː(r) ˈɪntrəst ɪn ˈflaɪɪŋ"],"Ее карьера пилота развивалась из-за ее стремления летать.":[205.932,209.606,""],"Her anxiety about speaking in public caused her to lose the job.":[210.51500000000001,214.586,"æŋˈzaɪəti əˈbaʊt ˈspiːkɪŋ ɪn ˈpʌblɪk hɜː(r) tuː luːz ði dʒɒb"],"Из-за волнения говорить перед публикой она потеряла работу.":[215.529,219.022,""],"Her knowledge of climbing helped her during the competition.":[219.923,223.141,"ˈnɒlɪdʒ əv ˈklaɪmɪŋ helpt hɜː(r) ˈdjʊərɪŋ ði ˌkɒmpəˈtɪʃn"],"Знание скалолазания помогло ей во время соревнований.":[224.05700000000002,227.34,""],"His addiction to surfing the Internet is a problem.":[228.244,230.97,"əˈdɪkʃn tuː ˈsɜːfɪŋ ði ɪz ə ˈprɒbləm"],"Его пристрастие к интернету становится проблемой.":[231.886,234.963,""]},"sound_url":"https://raw.githubusercontent.com/ellsworth-vinson/audio/master/dictionary/gerund/gerund.br.example.aac","version":"0.0.1"}